note/auto-stack.org
#+TITLE: 中国股市行情分析笔记
* stock source
** xueqiu
| column         | description |
|----------------+-------------|
| symbol         | 股票代码    |
|----------------+-------------|
| name           | 股票名称    |
|----------------+-------------|
| current        | 当前价格    |
|----------------+-------------|
| chg            | 涨跌额      |
|----------------+-------------|
| percent        | 涨跌幅      |
|----------------+-------------|
| last_close     | 昨天收盘    |
|----------------+-------------|
| open           | 开盘价      |
|----------------+-------------|
| low            | 今日最低    |
|----------------+-------------|
| high           | 今日最高    |
|----------------+-------------|
| volume         | 成交量      |
|----------------+-------------|
| amount         | 成交额      |
|----------------+-------------|
| market_capital | 市值        |
|----------------+-------------|
| pe_ttm         | 市盈率      |
|----------------+-------------|
| high52w        | 52周最高    |
|----------------+-------------|
| low52w         | 52周最低    |
|----------------+-------------|
| hasexist       |             |
|----------------+-------------|

- sza
  https://xueqiu.com/stock/quote_order.json?page=1&size=1000&order=desc&exchange=CN&stockType=sza&orderBy=percent&column=symbol,name
- cyb
  https://xueqiu.com/stock/quote_order.json?page=1&size=1000&order=desc&exchange=CN&stockType=cyb&orderBy=percent&column=symbol,name
- sha
  https://xueqiu.com/stock/quote_order.json?page=1&size=1000&order=desc&exchange=CN&stockType=sha&orderBy=percent&column=symbol,name

https://stock.xueqiu.com/v5/stock/quote.json?symbol=SH603880&extend=detail

{"data":{"market":{"status_id":7,"region":"CN","status":"已收盘","time_zone":"Asia/Shanghai"},"quote":{"symbol":"SH603880","code":"603880","exchange":"SH","name":"南卫股份","type":11,"sub_type":"ASH","status":1,"current":21.63,"currency":"CNY","percent":10.02,"chg":1.97,"timestamp":1534834800000,"time":1534834800000,"lot_size":100,"tick_size":0.01,"open":17.9,"last_close":19.66,"high":21.63,"low":17.69,"avg_price":19.181,"volume":16303478,"amount":3.1271458E8,"turnover_rate":25.71,"amplitude":20.04,"market_capital":2.8119E9,"float_market_capital":1.371504225E9,"total_shares":130000000,"float_shares":63407500,"issue_date":1502035200000,"lock_set":null,"high52w":27.1851,"low52w":14.147,"limit_up":21.63,"limit_down":17.69,"volume_ratio":2.08,"eps":null,"pe_ttm":58.307,"pe_forecast":57.6,"pe_lyr":59.072,"navps":4.18,"pb":5.175,"dividend":0.145,"dividend_yield":0.67,"profit":4.760136773E7,"profit_four":4.822598637E7,"profit_forecast":4.8817597E7},"others":{"pankou_ratio":100.0},"tags":[]},"error_code":0,"error_description":""}


| symbol               |          SZ000651 |              |
| code                 |            000651 |              |
| exchange             |                SZ |              |
| name                 |          格力电器 |              |
| type                 |                11 |              |
| sub_type             |                 1 |              |
| status               |                 1 |              |
| current              |              40.6 | 当前价格     |
| currency             |               CNY |              |
| percent              |             -0.76 | 涨跌幅 %     |
| chg                  |             -0.31 | 涨跌幅       |
| timestamp            |     1535612643000 |              |
| time                 |     1535612643000 |              |
| lot_size             |               100 |              |
| tick_size            |              0.01 |              |
| open                 |             40.99 | 今开         |
| last_close           |             40.91 | 昨收         |
| high                 |             41.39 | 最高         |
| low                  |              39.9 | 最低         |
| avg_price            |            40.666 | 散户平均     |
| volume               |          48278906 | 成交量       |
| amount               |   1.96332474448E9 | 成交额       |
| turnover_rate        |              0.81 | 换手         |
| amplitude            |              3.64 | 振幅         |
| market_capital       |                2. | 总市值       |
| float_market_capital |  2.42374520343E11 | 流通值       |
| total_shares         |        6015730878 | 总股本       |
| float_shares         |        5969815772 | 流通股       |
| issue_date           |      848246400000 |              |
| lock_set             |              null |              |
| high52w              |              58.7 | 52周最高     |
| low52w               |             36.42 | 52周最低     |
| limit_up             |              45.0 | ×            |
| limit_down           |             36.82 | ×            |
| volume_ratio         |              1.21 | 量比         |
| eps                  |              4.28 | 每股收益     |
| pe_ttm               |             9.483 | 市盈率       |
| pe_forecast          |             9.536 | 市盈率（动） |
| pe_lyr               |            10.903 | 市盈率（静） |
| navps                |             11.79 | 每股净资产   |
| pb                   |             3.444 | 市净率       |
| dividend             |              null |              |
| dividend_yield       |             4.636 | 委比  %      |
| profit               | 2.240157620494E10 |              |
| profit_four          | 2.575529336861E10 |              |
| profit_forecast      |   2.5612400927E10 |              |
** 东方财富网
   : http://nufm.dfcfw.com/EM_Finance2014NumericApplication/JS.aspx?type=CT&cmd=3001012&sty=CTBF&st=z&sr=&p=&ps=&cb=var%20pie_data=&js=(x)&token=28758b27a75f62dc3065b81f7facb365&_=1497258906443
** 和讯网
** 腾讯财经
** 招商证券
** get

实时数据获取

1. 主力资金流向

   http://data.eastmoney.com/zjlx/list.html

   http://data.eastmoney.com/zjlx/detail.html
   http://nufm.dfcfw.com/EM_Finance2014NumericApplication/JS.aspx?type=ct&st=(BalFlowNetRate)&sr=-1&p=1&ps=50&js=var FcQDTvYs={pages:(pc),date:%222014-10-22%22,data:[(x)]}&token=894050c76af8597a853f5b408b759f5d&cmd=C._AB&sty=DCFFITA&rt=51124918

   |  0 | 股票类型 无用       |   |
   |----+---------------------+---|
   |  1 | 股票id              |   |
   |  2 | 股票名称            |   |
   |  3 | 最新价格            |   |
   |  4 | 今日涨跌幅          |   |
   |  5 | 今日主力净流入资金  |   |
   |  6 | 今日主力净流入占比  |   |
   |  7 | 今日超大单净流 资金 |   |
   |  8 | 占比                |   |
   |  9 | 今日大单净流入      |   |
   | 10 | 占比                |   |
   | 11 | 今日中单净流入      |   |
   | 12 | 占比                |   |
   | 13 | 今日小单净流入      |   |
   | 14 | 占比                |   |
   | 15 | 日期                |   |
   | 16 | weizhi              |   |
   
2. 单只股票主力 30 日主力 大单小单占比
    http://ff.eastmoney.com/EM_CapitalFlowInterface/api/js?type=hff&rtntype=2&acces_token=1942f5da9b46b069953c873404aad4b5&js=({data:[(x)]})&cb=var%20zlzjLsData=&check=TMLBMSPROCR&id=3003102&style=top&num=31
    
    2018-08-13,3068.4965,32.3%,1705.6208,17.95%,1362.8757,14.34%,-1093.2954,-11.51%,-1975.201,-20.79%,5.28,10.0%
    |  0 | 日期            |   |
    |----+-----------------+---|
    |  1 | 今日 主力资金   |   |
    |  2 | 今日 主力占比   |   |
    |  3 | 今日 超大单资金 |   |
    |  4 | 今日占比        |   |
    |  5 | 今日大单资金    |   |
    |  6 | 今日占比        |   |
    |  7 | 今日中单        |   |
    |  8 | 占比            |   |
    |  9 | 今日小单        |   |
    | 10 | 占比            |   |
3. 单股 k线 信息
   http://pdfm2.eastmoney.com/EM_UBG_PDTI_Fast/api/js?id=3003102&TYPE=K&js=fsData((x))&rtntype=5&style=top&num=120&authorityType=fa
   
   2018-08-13,4.72,5.28,5.28,4.69,187158,95905294,12.29%,2.98"
   
   | 0 | 日期   |   |
   |---+--------+---|
   | 1 | 开盘   |   |
   |---+--------+---|
   | 2 | 收盘   |   |
   |---+--------+---|
   | 3 | 最高   |   |
   | 4 | 最低   |   |
   | 5 | 成交量 |   |
   | 6 | 成交额 |   |
   | 7 | 振幅   |   |
   | 8 | 换手   |   |
4. 前三热门板块
   http://data.eastmoney.com/bkzj/hy.html
5. 单只股票所属板块跌幅
6. 筹码分布
   http://quote.eastmoney.com/concept/sz002331.html#
:
- 换手率
  七、换手率法选股注意事项

  1、每日收盘后对换手率进行排行，观察换手率在6%以上的个股。
  
  2、选择流通股本数量较小的，最好在3亿以下，中小板尤佳。
  
  3、前一日换手大于5%，量比大于2，今日涨幅大于5%，换手率大于5%
  
  4、第二日开盘阶段量比较大排在量比排行榜前列的个股。
  
  5、选择换手率突然放大3倍以上进入此区域或连续多日平均换手率维持在此区域的个股。


