note/auto-stack.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-12-21 Fri 00:13 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>中国股市行情分析笔记</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../css/worg.css" type="text/css" media="screen" />
</head>
<body>
<div id="preamble" class="status">
<a href="https://www.manue1.site/index.html">Home</a>
</div>
<div id="content">
<h1 class="title">中国股市行情分析笔记</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org63c9bfb">stock source</a>
<ul>
<li><a href="#orgf96548f">xueqiu</a></li>
<li><a href="#orgab2c1db">东方财富网</a></li>
<li><a href="#org09e9dd4">和讯网</a></li>
<li><a href="#org797148c">腾讯财经</a></li>
<li><a href="#orgbe4854f">招商证券</a></li>
<li><a href="#orgbfc773a">get</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org63c9bfb" class="outline-2">
<h2 id="org63c9bfb">stock source</h2>
<div class="outline-text-2" id="text-org63c9bfb">
</div>
<div id="outline-container-orgf96548f" class="outline-3">
<h3 id="orgf96548f">xueqiu</h3>
<div class="outline-text-3" id="text-orgf96548f">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">column</th>
<th scope="col" class="org-left">description</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">symbol</td>
<td class="org-left">股票代码</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">name</td>
<td class="org-left">股票名称</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">current</td>
<td class="org-left">当前价格</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">chg</td>
<td class="org-left">涨跌额</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">percent</td>
<td class="org-left">涨跌幅</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">last_close</td>
<td class="org-left">昨天收盘</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">open</td>
<td class="org-left">开盘价</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">low</td>
<td class="org-left">今日最低</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">high</td>
<td class="org-left">今日最高</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">volume</td>
<td class="org-left">成交量</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">amount</td>
<td class="org-left">成交额</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">market_capital</td>
<td class="org-left">市值</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">pe_ttm</td>
<td class="org-left">市盈率</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">high52w</td>
<td class="org-left">52周最高</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">low52w</td>
<td class="org-left">52周最低</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">hasexist</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>sza
<a href="https://xueqiu.com/stock/quote_order.json?page=1&amp;size=1000&amp;order=desc&amp;exchange=CN&amp;stockType=sza&amp;orderBy=percent&amp;column=symbol,name">https://xueqiu.com/stock/quote_order.json?page=1&amp;size=1000&amp;order=desc&amp;exchange=CN&amp;stockType=sza&amp;orderBy=percent&amp;column=symbol,name</a></li>
<li>cyb
<a href="https://xueqiu.com/stock/quote_order.json?page=1&amp;size=1000&amp;order=desc&amp;exchange=CN&amp;stockType=cyb&amp;orderBy=percent&amp;column=symbol,name">https://xueqiu.com/stock/quote_order.json?page=1&amp;size=1000&amp;order=desc&amp;exchange=CN&amp;stockType=cyb&amp;orderBy=percent&amp;column=symbol,name</a></li>
<li>sha
<a href="https://xueqiu.com/stock/quote_order.json?page=1&amp;size=1000&amp;order=desc&amp;exchange=CN&amp;stockType=sha&amp;orderBy=percent&amp;column=symbol,name">https://xueqiu.com/stock/quote_order.json?page=1&amp;size=1000&amp;order=desc&amp;exchange=CN&amp;stockType=sha&amp;orderBy=percent&amp;column=symbol,name</a></li>
</ul>

<p>
<a href="https://stock.xueqiu.com/v5/stock/quote.json?symbol=SH603880&amp;extend=detail">https://stock.xueqiu.com/v5/stock/quote.json?symbol=SH603880&amp;extend=detail</a>
</p>

<p>
{&ldquo;data&rdquo;:{&ldquo;market&rdquo;:{&ldquo;status_id&rdquo;:7,&ldquo;region&rdquo;:&ldquo;CN&rdquo;,&ldquo;status&rdquo;:&ldquo;已收盘&rdquo;,&ldquo;time_zone&rdquo;:&ldquo;Asia/Shanghai&rdquo;},&ldquo;quote&rdquo;:{&ldquo;symbol&rdquo;:&ldquo;SH603880&rdquo;,&ldquo;code&rdquo;:&ldquo;603880&rdquo;,&ldquo;exchange&rdquo;:&ldquo;SH&rdquo;,&ldquo;name&rdquo;:&ldquo;南卫股份&rdquo;,&ldquo;type&rdquo;:11,&ldquo;sub_type&rdquo;:&ldquo;ASH&rdquo;,&ldquo;status&rdquo;:1,&ldquo;current&rdquo;:21.63,&ldquo;currency&rdquo;:&ldquo;CNY&rdquo;,&ldquo;percent&rdquo;:10.02,&ldquo;chg&rdquo;:1.97,&ldquo;timestamp&rdquo;:1534834800000,&ldquo;time&rdquo;:1534834800000,&ldquo;lot_size&rdquo;:100,&ldquo;tick_size&rdquo;:0.01,&ldquo;open&rdquo;:17.9,&ldquo;last_close&rdquo;:19.66,&ldquo;high&rdquo;:21.63,&ldquo;low&rdquo;:17.69,&ldquo;avg_price&rdquo;:19.181,&ldquo;volume&rdquo;:16303478,&ldquo;amount&rdquo;:3.1271458E8,&ldquo;turnover_rate&rdquo;:25.71,&ldquo;amplitude&rdquo;:20.04,&ldquo;market_capital&rdquo;:2.8119E9,&ldquo;float_market_capital&rdquo;:1.371504225E9,&ldquo;total_shares&rdquo;:130000000,&ldquo;float_shares&rdquo;:63407500,&ldquo;issue_date&rdquo;:1502035200000,&ldquo;lock_set&rdquo;:null,&ldquo;high52w&rdquo;:27.1851,&ldquo;low52w&rdquo;:14.147,&ldquo;limit_up&rdquo;:21.63,&ldquo;limit_down&rdquo;:17.69,&ldquo;volume_ratio&rdquo;:2.08,&ldquo;eps&rdquo;:null,&ldquo;pe_ttm&rdquo;:58.307,&ldquo;pe_forecast&rdquo;:57.6,&ldquo;pe_lyr&rdquo;:59.072,&ldquo;navps&rdquo;:4.18,&ldquo;pb&rdquo;:5.175,&ldquo;dividend&rdquo;:0.145,&ldquo;dividend_yield&rdquo;:0.67,&ldquo;profit&rdquo;:4.760136773E7,&ldquo;profit_four&rdquo;:4.822598637E7,&ldquo;profit_forecast&rdquo;:4.8817597E7},&ldquo;others&rdquo;:{&ldquo;pankou_ratio&rdquo;:100.0},&ldquo;tags&rdquo;:[]},&ldquo;error_code&rdquo;:0,&ldquo;error_description&rdquo;:&ldquo;&rdquo;}
</p>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">symbol</td>
<td class="org-right">SZ000651</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">code</td>
<td class="org-right">000651</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">exchange</td>
<td class="org-right">SZ</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">name</td>
<td class="org-right">格力电器</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">type</td>
<td class="org-right">11</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">sub_type</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">status</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">current</td>
<td class="org-right">40.6</td>
<td class="org-left">当前价格</td>
</tr>

<tr>
<td class="org-left">currency</td>
<td class="org-right">CNY</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">percent</td>
<td class="org-right">-0.76</td>
<td class="org-left">涨跌幅 %</td>
</tr>

<tr>
<td class="org-left">chg</td>
<td class="org-right">-0.31</td>
<td class="org-left">涨跌幅</td>
</tr>

<tr>
<td class="org-left">timestamp</td>
<td class="org-right">1535612643000</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">time</td>
<td class="org-right">1535612643000</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">lot_size</td>
<td class="org-right">100</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">tick_size</td>
<td class="org-right">0.01</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">open</td>
<td class="org-right">40.99</td>
<td class="org-left">今开</td>
</tr>

<tr>
<td class="org-left">last_close</td>
<td class="org-right">40.91</td>
<td class="org-left">昨收</td>
</tr>

<tr>
<td class="org-left">high</td>
<td class="org-right">41.39</td>
<td class="org-left">最高</td>
</tr>

<tr>
<td class="org-left">low</td>
<td class="org-right">39.9</td>
<td class="org-left">最低</td>
</tr>

<tr>
<td class="org-left">avg_price</td>
<td class="org-right">40.666</td>
<td class="org-left">散户平均</td>
</tr>

<tr>
<td class="org-left">volume</td>
<td class="org-right">48278906</td>
<td class="org-left">成交量</td>
</tr>

<tr>
<td class="org-left">amount</td>
<td class="org-right">1.96332474448E9</td>
<td class="org-left">成交额</td>
</tr>

<tr>
<td class="org-left">turnover_rate</td>
<td class="org-right">0.81</td>
<td class="org-left">换手</td>
</tr>

<tr>
<td class="org-left">amplitude</td>
<td class="org-right">3.64</td>
<td class="org-left">振幅</td>
</tr>

<tr>
<td class="org-left">market_capital</td>
<td class="org-right">2.</td>
<td class="org-left">总市值</td>
</tr>

<tr>
<td class="org-left">float_market_capital</td>
<td class="org-right">2.42374520343E11</td>
<td class="org-left">流通值</td>
</tr>

<tr>
<td class="org-left">total_shares</td>
<td class="org-right">6015730878</td>
<td class="org-left">总股本</td>
</tr>

<tr>
<td class="org-left">float_shares</td>
<td class="org-right">5969815772</td>
<td class="org-left">流通股</td>
</tr>

<tr>
<td class="org-left">issue_date</td>
<td class="org-right">848246400000</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">lock_set</td>
<td class="org-right">null</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">high52w</td>
<td class="org-right">58.7</td>
<td class="org-left">52周最高</td>
</tr>

<tr>
<td class="org-left">low52w</td>
<td class="org-right">36.42</td>
<td class="org-left">52周最低</td>
</tr>

<tr>
<td class="org-left">limit_up</td>
<td class="org-right">45.0</td>
<td class="org-left">×</td>
</tr>

<tr>
<td class="org-left">limit_down</td>
<td class="org-right">36.82</td>
<td class="org-left">×</td>
</tr>

<tr>
<td class="org-left">volume_ratio</td>
<td class="org-right">1.21</td>
<td class="org-left">量比</td>
</tr>

<tr>
<td class="org-left">eps</td>
<td class="org-right">4.28</td>
<td class="org-left">每股收益</td>
</tr>

<tr>
<td class="org-left">pe_ttm</td>
<td class="org-right">9.483</td>
<td class="org-left">市盈率</td>
</tr>

<tr>
<td class="org-left">pe_forecast</td>
<td class="org-right">9.536</td>
<td class="org-left">市盈率（动）</td>
</tr>

<tr>
<td class="org-left">pe_lyr</td>
<td class="org-right">10.903</td>
<td class="org-left">市盈率（静）</td>
</tr>

<tr>
<td class="org-left">navps</td>
<td class="org-right">11.79</td>
<td class="org-left">每股净资产</td>
</tr>

<tr>
<td class="org-left">pb</td>
<td class="org-right">3.444</td>
<td class="org-left">市净率</td>
</tr>

<tr>
<td class="org-left">dividend</td>
<td class="org-right">null</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">dividend_yield</td>
<td class="org-right">4.636</td>
<td class="org-left">委比  %</td>
</tr>

<tr>
<td class="org-left">profit</td>
<td class="org-right">2.240157620494E10</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">profit_four</td>
<td class="org-right">2.575529336861E10</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">profit_forecast</td>
<td class="org-right">2.5612400927E10</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgab2c1db" class="outline-3">
<h3 id="orgab2c1db">东方财富网</h3>
<div class="outline-text-3" id="text-orgab2c1db">
<pre class="example">
http://nufm.dfcfw.com/EM_Finance2014NumericApplication/JS.aspx?type=CT&amp;cmd=3001012&amp;sty=CTBF&amp;st=z&amp;sr=&amp;p=&amp;ps=&amp;cb=var%20pie_data=&amp;js=(x)&amp;token=28758b27a75f62dc3065b81f7facb365&amp;_=1497258906443

</pre>
</div>
</div>
<div id="outline-container-org09e9dd4" class="outline-3">
<h3 id="org09e9dd4">和讯网</h3>
</div>
<div id="outline-container-org797148c" class="outline-3">
<h3 id="org797148c">腾讯财经</h3>
</div>
<div id="outline-container-orgbe4854f" class="outline-3">
<h3 id="orgbe4854f">招商证券</h3>
</div>
<div id="outline-container-orgbfc773a" class="outline-3">
<h3 id="orgbfc773a">get</h3>
<div class="outline-text-3" id="text-orgbfc773a">
<p>
实时数据获取
</p>

<ol class="org-ol">
<li><p>
主力资金流向
</p>

<p>
<a href="http://data.eastmoney.com/zjlx/list.html">http://data.eastmoney.com/zjlx/list.html</a>
</p>

<p>
<a href="http://data.eastmoney.com/zjlx/detail.html">http://data.eastmoney.com/zjlx/detail.html</a>
<a href="http://nufm.dfcfw.com/EM_Finance2014NumericApplication/JS.aspx?type=ct&amp;st=(BalFlowNetRate)">http://nufm.dfcfw.com/EM_Finance2014NumericApplication/JS.aspx?type=ct&amp;st=(BalFlowNetRate)</a>&amp;sr=-1&amp;p=1&amp;ps=50&amp;js=var FcQDTvYs={pages:(pc),date:%222014-10-22%22,data:[(x)]}&amp;token=894050c76af8597a853f5b408b759f5d&amp;cmd=C._AB&amp;sty=DCFFITA&amp;rt=51124918
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">0</th>
<th scope="col" class="org-left">股票类型 无用</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">股票id</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">股票名称</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">最新价格</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">今日涨跌幅</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">今日主力净流入资金</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">今日主力净流入占比</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">今日超大单净流 资金</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">占比</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">今日大单净流入</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-left">占比</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">11</td>
<td class="org-left">今日中单净流入</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-left">占比</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">13</td>
<td class="org-left">今日小单净流入</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">14</td>
<td class="org-left">占比</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">15</td>
<td class="org-left">日期</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">16</td>
<td class="org-left">weizhi</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table></li>

<li><p>
单只股票主力 30 日主力 大单小单占比
<a href="http://ff.eastmoney.com/EM_CapitalFlowInterface/api/js?type=hff&amp;rtntype=2&amp;acces_token=1942f5da9b46b069953c873404aad4b5&amp;js">http://ff.eastmoney.com/EM_CapitalFlowInterface/api/js?type=hff&amp;rtntype=2&amp;acces_token=1942f5da9b46b069953c873404aad4b5&amp;js</a>=({data:[(x)]})&amp;cb=var%20zlzjLsData=&amp;check=TMLBMSPROCR&amp;id=3003102&amp;style=top&amp;num=31
</p>

<p>
2018-08-13,3068.4965,32.3%,1705.6208,17.95%,1362.8757,14.34%,-1093.2954,-11.51%,-1975.201,-20.79%,5.28,10.0%
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">0</th>
<th scope="col" class="org-left">日期</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">今日 主力资金</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">今日 主力占比</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">今日 超大单资金</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">今日占比</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">今日大单资金</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">今日占比</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">今日中单</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">占比</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">今日小单</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-left">占比</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table></li>
<li><p>
单股 k线 信息
<a href="http://pdfm2.eastmoney.com/EM_UBG_PDTI_Fast/api/js?id=3003102&amp;TYPE=K&amp;js=fsData">http://pdfm2.eastmoney.com/EM_UBG_PDTI_Fast/api/js?id=3003102&amp;TYPE=K&amp;js=fsData</a>((x))&amp;rtntype=5&amp;style=top&amp;num=120&amp;authorityType=fa
</p>

<p>
2018-08-13,4.72,5.28,5.28,4.69,187158,95905294,12.29%,2.98&ldquo;
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">0</th>
<th scope="col" class="org-left">日期</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">开盘</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-right">2</td>
<td class="org-left">收盘</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-right">3</td>
<td class="org-left">最高</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">最低</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">成交量</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">成交额</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">振幅</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">换手</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table></li>
<li>前三热门板块
<a href="http://data.eastmoney.com/bkzj/hy.html">http://data.eastmoney.com/bkzj/hy.html</a></li>
<li>单只股票所属板块跌幅</li>
<li>筹码分布
<a href="http://quote.eastmoney.com/concept/sz002331.html">http://quote.eastmoney.com/concept/sz002331.html</a>#</li>
</ol>
<pre class="example">


</pre>
<ul class="org-ul">
<li><p>
换手率
七、换手率法选股注意事项
</p>

<p>
1、每日收盘后对换手率进行排行，观察换手率在6%以上的个股。
</p>

<p>
2、选择流通股本数量较小的，最好在3亿以下，中小板尤佳。
</p>

<p>
3、前一日换手大于5%，量比大于2，今日涨幅大于5%，换手率大于5%
</p>

<p>
4、第二日开盘阶段量比较大排在量比排行榜前列的个股。
</p>

<p>
5、选择换手率突然放大3倍以上进入此区域或连续多日平均换手率维持在此区域的个股。
</p></li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>